Revit 2024 API
BuiltInFailures.GroupFailures.CannotReloadWithFile Property
 Group [Type Name] cannot be reloaded from file [File Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotReloadWithFile { get; }
Visual Basic
Public Shared ReadOnly Property CannotReloadWithFile As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotReloadWithFile {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace